class TermsOfServices {
  static String I = "この利用規約（以下，「本規約」といいます。）は，kio.inc（以下，「管理人」といいます。）が提供する「MeTalk」に関わる全てのサービス（以下，「本サービス」といいます。）の利用条件を定めるものです。\n" +
      "本サービスを利用する場合、本規約に同意したものと見なされます。従って、本規約に同意した上で本サービスを利用してください。\n" +
      "本規約の条項のどれかであってもご同意いただけない場合、本サービスを利用することはできませんので、その場合は直ちに本サービスの利用を中止してください。\n" +
      "なお、未成年の方は、本規約について親権者等の法定代理人の事前の同意を得た上で、本サービスをご利用ください。\n" +
      "本規約に同意した本サービスを利用するユーザーの皆さま（以下，「ユーザー」といいます。）には，本規約に従って，本サービスをご利用いただきます。\n" +
      "ユーザーは、本サービスをダウンロード、インストール又は利用することにより、本規約の全ての記載内容について同意したものとみなされます。\n" +
      "第1条（適用）\n" +
      "本規約は，ユーザーと管理人との間の本サービスの利用に関わる一切の関係に適用されるものとします。\n" +
      "第2条（利用登録）\n" +
      "*       管理人は、本サービスを利用するにあたり登録した情報（以下「登録情報」といいます）が以下に該当すると判断した場合、当該ユーザーによる登録を承認しないこと、当該登録を削除すること又は当社が適切と判断する措置を講ずることがあり、その理由については一切の開示義務を負わないものとします。\n" +
      "   * 		（１）登録情報が第三者に嫌悪感を与える等の公序良俗に反する表現を含んでいる場合\n" +
      "   * 		（２）本規約に違反したことがある者からの利用登録である場合\n" +
      "   * 		（３）本規約に違反したことがある者からの招待による利用登録である場合\n" +
      "   * 		（４）第三者になりすますことを目的としている場合\n" +
      "   * 		（５）当社の判断により､新規の利用を制限している場合\n" +
      "   * 		（６）反社会的勢力等（暴力団，暴力団員，右翼団体，反社会的勢力，その他これに準ずる者を意味します。）である，または資金提供その他を通じて反社会的勢力等の維持，運営もしくは経営に協力もしくは関与する等反社会的勢力との何らかの交流もしくは関与を行っていると管理人が判断した場合\n" +
      "   *       （７）未成年者，成年被後見人，被保佐人または被補助人のいずれかであり，法定代理人，後見人，保佐人または補助人の同意等を得ていなかった場合\n" +
      "   * 		（８）前各号以外で、当社が不適切な利用であると判断する場合\n" +
      "*       （9)当社は、本サービスへの最終アクセス日時から一定期間が経過しているユーザーの登録を、当社の判断でユーザーに通知することなく削除出来るものとします。\n" +
      "第3条（ユーザーIDおよびアカウントの管理）\n" +
      "   * 		（１）ユーザーは、利用に際して登録した情報（以下、「登録情報」といいます。メールアドレスやID・パスワード等を含みます）について、自己の責任の下、任意に登録、管理するものとします。ユーザーは、これを第三者に利用させ、または貸与、譲渡、名義変更、売買などをしてはならないものとします。\n" +
      "		     管理人は，ユーザーIDが登録情報と一致して利用された場合には，そのユーザーIDを登録しているユーザー自身による利用とみなします。\n" +
      "   * 		（2）管理人は、登録情報によって本サービスの利用があった場合、利用登録をおこなった本人が利用したものと扱うことができ、当該利用によって生じた結果ならびにそれに伴う一切の責任については、利用登録を行った本人に帰属するものとします。\n" +
      "   * 		（3）ユーザーは1人につき1つのアカウントを保有するものとします\n" +
      "   * 		（4）ユーザーは，自己の責任において，本サービスのユーザーIDを管理するものとします。\n" +
      "   * 		（5）ユーザーは，自己の責任において，本サービスのユーザーデータ及び情報を管理するものとします。管理人はいかなる原因においても本サービスのユーザーデータについて一切の責任を負いません。本サービスのユーザーデータの削除等が行われた場合にも、管理人に非があるいかなる原因であっても責任を負いません。本サービスのユーザーデータに損害があった場合も管理人は復元等の責任を一切負いません。\n" +
      "第4条　ユーザーの責任\n" +
      "ユーザーは、自己の責任において本サービスを利用するものとし、本サービスを利用してなされた一切の行為及びその結果について一切の責任を負います。\n" +
      "本サービスを利用してユーザーが更新したサービスの画像等データの一切の情報に関する責任は、全てユーザーに帰属します。管理人はユーザーが保有または利用する本サービスのデータについて、一切責任を負いません。\n" +
      "いかなる原因であっても本データの削除等が行われユーザーのデータが損なわれた場合、管理人は復元等の責任を一切負いません。\n" +
      "ユーザーが他人の名誉を毀損した場合、プライバシー権を侵害した場合、許諾なく第三者の個人情報を開示した場合、著作権法に違反する行為を行った場合そのほか他人の権利を侵害した場合には、当該ユーザーは自身の責任と費用においてこれを解決しなければならず、管理人は一切の責任を負いません。\n" +
      "\n" +
      "第5条（禁止事項）\n" +
      "ユーザーは，本サービスの利用にあたり，以下の行為をしてはなりません。\n" +
      "* 		（1）法令または公序良俗に違反する行為\n" +
      "* 		（2）犯罪行為に関連する行為\n" +
      "* 		（3）管理人のサーバーまたはネットワークの機能を破壊したり，妨害したりする行為\n" +
      "* 		（4）管理人のサービスの運営を妨害するおそれのある行為\n" +
      "* 		（5）他のユーザーに関する個人情報等を収集または蓄積する行為\n" +
      "* 		（6）他のユーザーに成りすます行為\n" +
      "* 		（7）管理人のサービスに関連して，反社会的勢力に対して直接または間接に利益を供与する行為\n" +
      "* 		（8）管理人，本サービスの他の利用者または第三者の知的財産権，肖像権，プライバシー，名誉その他の権利または利益を侵害する行為\n" +
      "* 		（9）過度に暴力的な表現，露骨な性的表現，人種，国籍，信条，性別，社会的身分，門地等による差別につながる表現，自殺，自傷行為，薬物乱用を誘引または助長する表現，その他反社会的な内容を含み他人に不快感を与える表現を，投稿または送信する行為\n" +
      "* 		（10）営業，宣伝，広告，勧誘，その他営利を目的とする行為（管理人の認めたものを除きます。），性行為やわいせつな行為を目的とする行為，面識のない異性との出会いや交際を目的とする行為，他のお客様に対する嫌がらせや誹謗中傷を目的とする行為，その他本サービスが予定している利用目的と異なる目的で本サービスを利用する行為\n" +
      "* 		（11）宗教活動または宗教団体への勧誘行為\n" +
      "* 		（12）その他，管理人が不適切と判断する行為\n" +
      "第6条（本サービスの提供の停止等）\n" +
      "* 		管理人は，以下のいずれかの事由があると判断した場合，ユーザーに事前に通知することなく本サービスの全部または一部の提供を停止または中断することができるものとします。\n" +
      "   * 		（1）本サービスにかかるコンピュータシステムの保守点検または更新を行う場合\n" +
      "   * 		（2）地震，落雷，火災，停電または天災などの不可抗力により，本サービスの提供が困難となった場合\n" +
      "   * 		（3）コンピュータまたは通信回線等が事故により停止した場合\n" +
      "   * 		（4）その他，管理人が本サービスの提供が困難と判断した場合\n" +
      "* 		管理人は，本サービスの提供の停止または中断により，ユーザーまたは第三者が被ったいかなる不利益または損害について，理由を問わず一切の責任を負わないものとします。\n" +
      "第7条（著作権）\n" +
      "\n" +
      "* 		（1）本サービスおよび本サービスに関連する一切の情報についての著作権およびその他知的財産権はすべて管理人または管理人にその利用を許諾した権利者に帰属し，ユーザーは無断で複製，譲渡，貸与，翻訳，改変，転載，公衆送信（送信可能化を含みます。），伝送，配布，出版，営業使用等をしてはならないものとします。\n" +
      "第8条（利用制限および登録抹消）\n" +
      "* 		管理人は，以下の場合には，事前の通知なく，本サービスのユーザ０データを削除し，ユーザーに対して本サービスの全部もしくは一部の利用を制限しまたはユーザーとしての登録を抹消することができるものとします。\n" +
      "   * 		（1）本規約のいずれかの条項に違反した場合\n" +
      "   * 		（2）登録事項に虚偽の事実があることが判明した場合\n" +
      "   * 		（3）破産，民事再生，会社更生または特別清算の手続開始決定等の申立がなされたとき\n" +
      "   * 		（4）1年間以上本サービスの利用がない場合\n" +
      "   * 		（5）管理人からの問い合わせその他の回答を求める連絡に対して30日間以上応答がない場合\n" +
      "   * 		（6）第2条第2項各号に該当する場合\n" +
      "   * 		（7）その他，管理人が本サービスの利用を適当でないと判断した場合\n" +
      "* 		前項各号のいずれかに該当した場合，ユーザーは，当然に管理人に対する一切の債務について期限の利益を失い，その時点において負担する一切の債務を直ちに一括して弁済しなければなりません。\n" +
      "* 		管理人は，本条に基づき管理人が行った行為によりユーザーに生じた損害について，一切の責任を負いません。\n" +
      "第9条（保証の否認および免責事項）\n" +
      "* 		管理人は，本サービスに事実上または法律上の瑕疵（安全性，信頼性，正確性，完全性，有効性，特定の目的への適合性，セキュリティなどに関する欠陥，エラーやバグ，権利侵害などを含みます。）がないことを明示的にも黙示的にも保証しておりません。\n" +
      "* 		管理人は，本サービスに起因してユーザーに生じたあらゆる損害について一切の責任を負いません。\n" +
      "* 		管理人は，本サービスに関して，ユーザーと他のユーザーまたは第三者との間において生じた取引，連絡または紛争等について一切責任を負いません。\n" +
      "*       管理人は、ユーザーによって更新された本サービスのユーザ情報や一切のデータを管理・保存する義務を負いません。\n" +
      "*       管理人は、ユーザーによって投稿されるメッセージ及び文章、画像等の情報について、適法性、正確性等に関し一切の責任を負いません。ユーザーによって投稿されるメッセージ及び文章、画像等の情報が、当該ユーザーが所属する法人・団体等の内部規則等に関する適否についても、一切の責任を負いません。\n" +
      "第10条（サービス内容の変更等）\n" +
      "管理人は，ユーザーに通知することなく，本サービスの内容を変更しまたは本サービスの提供を中止することができるものとし，これによってユーザーに生じた損害について一切の責任を負いません。\n" +
      "第11条（利用規約の変更）\n" +
      "管理人は，必要と判断した場合には，ユーザーに通知することなくいつでも本規約を変更することができるものとします。\n" +
      "第12条（通知または連絡）\n" +
      "ユーザーと管理人との間の通知または連絡は，管理人の定める方法によって行うものとします。\n" +
      "第13条（権利義務の譲渡の禁止）\n" +
      "ユーザーは，管理人の書面による事前の承諾なく，利用契約上の地位または本規約に基づく権利もしくは義務を第三者に譲渡し，または担保に供することはできません。\n" +
      "第14条（準拠法・裁判管轄）\n" +
      "* 		本規約の解釈にあたっては，日本法を準拠法とします。\n" +
      "* 		本サービスに関して紛争が生じた場合には，管理人の本店所在地を管轄する裁判所を専属的合意管轄とします。\n" +
      "第15条　利用料金\n" +
      "登録及び本サービスの一部は無料とします。\n" +
      "一部の有料サービス(以下、「本有料コンテンツ」)の内容・利用料金、支払方法等については、本規約に同じく定めることとします。\n" +
      "   * 		（1)本サービス内の一部については、対価を支払うことにより有料コンテンツを購入することができます。有料コンテンツの金額、決済方法その他の事項は、別途管理人が定め、本サービスまたは管理人ウェブサイトに表示します。\n" +
      "   * 		（2)管理人は、本サービスにおいて無償または有料とされているコンテンツについて、管理人の裁量でその価格を変更することがあります。\n" +
      "   * 		（3)ユーザーが有料コンテンツの対価の支払いを遅滞した場合、ユーザーは、年14.6％の割合による遅延損害金を管理人に対して支払うものとします。\n" +
      "   * 		（4)有料コンテンツは、ユーザー本人の登録情報に対してのみ使用が許諾されます。\n" +
      "   * 		（5)管理人は、ユーザーが利用した本有料コンテンツついて、法令上必要な場合を除き、一切払い戻しを行いません。法令に基づき料金を払い戻す場合の払戻方法および条件は、別途管理人が定める方法で掲示するものとします。\n" +
      "   * 		（6)本サービス内で取得した一切のコンテンツについては、直接、第三者による仲介又はインターネットオークション等その手段を問わず、売買その他、金銭その他現実世界における対価を授受する形でのあらゆる譲渡、譲受、貸与、借用等する行為（いわゆるRMT【リアルマネートレード】を含みますが、これに限られません。また、本サービス内におけるユーザーの行為に対して金銭その他、現実世界における対価を授受することも含みます。）を禁止いたします。\n" +
      "   * 		（7)ユーザーは、本サービスが終了した場合、有料コンテンツを利用する権利一切を失い、以後、当該有料コンテンツを利用できなくなることをあらかじめ異議なく同意するものとします。\n" +
      "   * 		（8)管理人は、本サービスが原因を問わず終了した場合、これに起因して生じた利用者または第三者が被った損害について、一切責任を負わないものとします。\n" +
      "第16条（免責）\n" +
      "   * 		（1)管理人は、個別取引において売買される商品の内容、品質、適法性、安全性、有用性などについては、一切保証いたしません。そのため、商品に瑕疵・不具合などがあった場合でも、管理人は一切の責任を負わないものとします。\n" +
      "   * 		（2)管理人は、本サービス及び個別取引に関する商品の引渡しまたは代金の支払い可能性に関し、一切保証いたしません。そのため、本サービス及び個別取引において、商品の引渡しがないまたは代金の支払いがない場合であっても、管理人は一切の責任を負わないものとします。\n" +
      "   * 		（3)ユーザーと他のユーザーとの間の論議・紛争その他のトラブルについて、管理人は一切責任を負わないものとします。ユーザーと他のユーザーでトラブルになった場合でも、両者同士の責任で解決するものとし、管理人には一切の請求をしないものとします。\n" +
      "   * 		（4)管理人は、利用者が本サービスを適正に利用しているかどうかを監視する業務を管理人の裁量により行うものとし、ユーザーはそれに同意するものとします。管理人は本サービス及び本サービスに付随するいかなる問題に関する責任を一切負わないこととします。\n";
}
